Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/TranslationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ON_DEVICE_LANGUAGES_DESCRIPTION
source: Download languages to translate when offline or when on-device mode is turned on.
ar: تنزيل اللغات للترجمة في حالة عدم الاتصال بالإنترنت أو عند تشغيل نمط الترجمة على الجهاز.
bg: Изтеглете езици, за да може да се превежда, когато сте офлайн, както и когато е активен режим на преводи само на устройството.
ca: Descarrega els idiomes que vulguis traduir sense connexió o quan el mode local estigui activat.
cs: Stažené jazyky slouží k překládání offline a v režimu překládání přímo na zařízení.
da: Hent sprog for at oversætte, når du er offline, eller når Lokalt på enheden er slået til.
de: Lade Sprachen, um offline zu übersetzen, oder für den Fall, dass der Modus „Auf dem Gerät“ aktiviert ist.
el: Πραγματοποιήστε λήψη γλωσσών για μετάφραση όταν είστε εκτός σύνδεσης ή όταν είναι ενεργοποιημένη η λειτουργία μετάφρασης επί της συσκευής.
es: Descarga idiomas para traducir cuando no tengas conexión a internet o cuando la función de traducción local esté activada.
es_us: Descarga idiomas para traducir cuando no tengas Internet o cuando se use el modo sin conexión.
fi: Lataa kielet ilman internet-yhteyttä tehtäviä käännöksiä varten tai kun offline-tila on päällä.
fr: Téléchargez des langues pour les traduire hors ligne ou lorsque le mode « Sur l’appareil » est activé.
fr_ca: Téléchargez les langues pour procéder aux traductions quand vous êtes hors ligne ou quand le mode « Sur l’appareil » est activé.
he: ניתן להוריד שפות כדי לתרגם במכשיר שאינו מחובר או כאשר מופעל ״מצב לא מקוון״ במכשיר.
hi: ऑफ़लाइन रहने पर या ऑन-डिवाइस मोड चालू होने पर अनुवाद करने के लिए भाषाएँ डाउनलोड करें।
hr: Preuzmite jezike za prevođenje izvanmrežno ili kad je uključen mod prijevoda na uređaju.
hu: Letölthet nyelveket, hogy lehessen fordításokat végezni offline módban, vagy ha be van kapcsolva az eszközön történő feldolgozás.
id: Unduh bahasa untuk menerjemahkan saat offline atau saat mode pada perangkat dinyalakan.
it: Scarica le lingue per tradurre quando non sei in linea o quando la modalità su dispositivo è attiva.
ja: オフラインでの翻訳、またはオンデバイスモードがオンのときに翻訳に使用する言語をダウンロードしてください。
kk: Офлайн режимде немесе құрылғыдағы аударма режимі қосулы болғанда аудару үшін тілдерді жүктеп алыңыз.
ko: 오프라인상에서나 오프라인 번역 모드를 켜는 경우 번역에 사용할 언어를 다운로드하십시오.
lt: Atsisiųskite kalbas, kurias norite versti neprisijungę prie interneto arba įjungę įrenginio režimą.
ms: Muat turun bahasa untuk diterjemahkan semasa di luar talian atau apabila mod pada peranti diaktifkan.
nb: Last ned språk for å oversette uten internettforbindelse, eller når lokal modus er slått på.
nl: Download talen om te vertalen wanneer je offline bent of wanneer de apparaatmodus is ingeschakeld.
pl: Pobierz języki, między którymi chcesz tłumaczyć, gdy nie masz połączenia z siecią lub masz włączony tryb tłumaczenia tylko na urządzeniu.
pt: Baixe idiomas para traduzir off‑line ou quando o modo local estiver ativado.
pt_pt: Descarregue idiomas para traduzir quando offline ou quando o modo no dispositivo está ativado.
ro: Descărcați limbi pentru a realiza traducerea atunci când sunteți offline sau dacă este activat modul de traducere pe dispozitiv.
ru: Загружайте языки, чтобы перевод выполнялся офлайн или при включенном режиме перевода на устройстве.
sk: Stiahnite si jazyky na tlmočenie offline alebo v režime na zariadení.
sl: Prenesite jezike za prevajanje brez povezave ali ob vklopljenem načinu v napravi.
sv: Hämta språk så att du kan översätta när du inte är uppkopplad eller när läget Lokalt på enheten är på.
th: ดาวน์โหลดภาษาเพื่อแปลเมื่อออฟไลน์หรือเมื่อเปิดใช้โหมดบนอุปกรณ์
tr: Çevrimdışıyken veya aygıtta modu açıkken çevrilecek dilleri indirin.
uk: Викачайте мови, щоб перекладати безпосередньо на пристрої або за відсутності зʼєднання з мережею.
vi: Tải về các ngôn ngữ để dịch khi ngoại tuyến hoặc khi bật chế độ dịch trên thiết bị.
zh_cn: 下载语言以在离线时或打开设备端模式时翻译。
zh_hk: 下載語言來在離線時，或已開啟裝置端模式時翻譯。
zh_tw: 下載語言以在離線時或已開啟裝置端模式時進行翻譯。

# ON_DEVICE_LANGUAGES_TITLE
source: Downloaded Languages
ar: لغات تم تنزيلها
bg: Изтеглени езици
ca: Idiomes descarregats
cs: Stažené jazyky
da: Hentede sprog
de: Geladene Sprachen
el: Ληφθείσες γλώσσες
es: Idiomas descargados
es_us: Descargar idiomas
fi: Ladatut kielet
fr: Langues téléchargées
fr_ca: Langues téléchargées
he: שפות שהורדו
hi: डाउनलोड की गई भाषाएँ
hr: Preuzeti jezici
hu: Letöltött nyelvek
id: Bahasa yang Diunduh
it: Lingue scaricate
ja: ダウンロードされた言語
kk: Жүктеп алынған тілдер
ko: 다운로드된 언어
lt: Atsisiųstos kalbos
ms: Bahasa Dimuat Turun
nb: Nedlastede språk
nl: Gedownloade talen
pl: Pobrane języki
pt: Idiomas Baixados
pt_pt: Idiomas descarregados
ro: Limbi descărcate
ru: Загруженные языки
sk: Stiahnuté jazyky
sl: Prenos jezikov
sv: Hämtade språk
th: ดาวน์โหลดภาษา
tr: İndirilen Diller
uk: Викачані мови
vi: Các ngôn ngữ đã tải về
zh_cn: 已下载的语言
zh_hk: 已下載語言
zh_tw: 已下載的語言

# ON_DEVICE_LINK
source: Download Languages
ar: تنزيل اللغات
bg: Изтегли езици
ca: Descarrega els idiomes
cs: Stažení jazyků
da: Hent sprog
de: Sprachen laden
el: Λήψη γλωσσών
es: Descargar idiomas
es_us: Descargar idiomas
fi: Lataa kielet
fr: Télécharger des langues
fr_ca: Langues à télécharger
he: הורדת שפות
hi: भाषाएँ डाउनलोड करें
hr: Preuzmi jezike
hu: Nyelvek letöltése
id: Unduh Bahasa
it: Scarica lingue
ja: ダウンロードする言語
kk: Тілдерді жүктеп алу
ko: 언어 다운로드
lt: Atsisiųsti kalbas
ms: Muat Turun Bahasa
nb: Last ned språk
nl: Download talen
pl: Pobierz języki
pt: Baixar Idiomas
pt_pt: Descarregar idiomas
ro: Descarcă limbi
ru: Загрузить языки
sk: Stiahnuť jazyky
sl: Prenos jezikov
sv: Hämta språk
th: ดาวน์โหลดภาษา
tr: Dilleri İndirin
uk: Мови для викачування
vi: Tải về ngôn ngữ
zh_cn: 下载语言
zh_hk: 下載語言
zh_tw: 下載語言

# ON_DEVICE_PREF_NAME
source: On-Device Mode
ar: نمط الترجمة على الجهاز
bg: Режим на преводи само на устройството
ca: Mode local
cs: Samostatný režim
da: Lokalt på enheden
de: Modus „Auf dem Gerät“
el: Λειτουργία επί της συσκευής
es: Traducción local
es_us: Modo sin conexión
fi: Offline-käännös
fr: Mode « Sur l’appareil »
fr_ca: Mode « Sur l’appareil »
he: מצב לא מקוון
hi: ऑन-डिवाइस मोड
hr: Mod prijevoda na uređaju
hu: Eszközön történő feldolgozás
id: Mode Pada Perangkat
it: Modalità su dispositivo
ja: オンデバイスモード
kk: Құрылғыдағы аударма
ko: 오프라인 번역 모드
lt: Įrenginio režimas
ms: Mod Pada Peranti
nb: Lokal modus
nl: Apparaatmodus
pl: Tryb lokalny
pt: Modo Local
pt_pt: Modo no dispositivo
ro: Mod Pe dispozitiv
ru: Локальный перевод
sk: Režim na zariadení
sl: Način v napravi
sv: Lokalt på enheten
th: โหมดบนอุปกรณ์
tr: Aygıtta Çeviri Modu
uk: Переклад на пристрої
vi: Chế độ trên thiết bị
zh_cn: 设备端模式
zh_hk: 裝置端模式
zh_tw: 裝置端模式

# ON_DEVICE_TITLE
source: Download Offline Languages
ar: تنزيل لغات الترجمة دون اتصال بالإنترنت
bg: Изтегли офлайн езици
ca: Descarrega els idiomes disponibles sense connexió
cs: Stáhněte si jazyky pro překlad offline
da: Hent sprog, der kan bruges offline
de: Offline-Sprachen laden
el: Λήψη γλωσσών εκτός σύνδεσης
es: Descarga para traducir sin conexión
es_us: Descarga idiomas para usar sin conexión
fi: Lataa offline-kielet
fr: Télécharger des langues hors ligne
fr_ca: Télécharger les langues pour les utiliser hors ligne
he: הורדת שפות לשימוש כשאין חיבור לרשת
hi: ऑफ़लाइन भाषाएँ डाउनलोड करें
hr: Preuzmite izvanmrežne jezike
hu: Offline nyelvek letöltése
id: Unduh Bahasa Offline
it: Scarica lingue offline
ja: オフライン用の言語をダウンロード
kk: Офлайн тілдерді жүктеп алу
ko: 오프라인 언어 다운로드
lt: Kalbos vertimui neprisijungus
ms: Muat Turun Bahasa Luar Talian
nb: Last ned språk for bruk uten internett
nl: Download offline talen
pl: Pobierz języki do użycia poza siecią
pt: Baixe Idiomas para Uso Off-line
pt_pt: Descarregar idiomas offline
ro: Descărcați limbi offline
ru: Загрузка языков для локального перевода
sk: Stiahnuť offline jazyky
sl: Prenos jezikov za prevajanje brez povezave
sv: Hämta offline-språk
th: ดาวน์โหลดภาษาออฟไลน์
tr: Çevrimdışı Dilleri İndirin
uk: Викачайте мови для перекладу офлайн
vi: Tải về ngôn ngữ ngoại tuyến
zh_cn: 下载离线语言
zh_hk: 下載離線語言
zh_tw: 下載離線語言

source: Original
ar: الأصل
bg: Първоначален
cs: Původní
el: Πρωτότυπο
fi: Alkuperäinen
he: מקורי
hi: मूल
hu: Eredeti
id: Asli
it: Originale
ja: 原文
kk: Түпнұсқа
ko: 원어
lt: Originali
ms: Asal
nb: Opprinnelig
nl: Origineel
pl: Oryginał
ru: Исходный текст
sk: Originál
sl: Izvirnik
th: ต้นฉบับ
tr: Özgün
uk: Оригінал
vi: Bản gốc
zh_cn: 原文
zh_hk: 原文
zh_tw: 原文

source: Other Languages
ar: لغات أخرى
bg: Други езици
ca: Altres idiomes
cs: Další jazyky
da: Andre sprog
de: Andere Sprachen
el: Άλλες γλώσσες
es: Otros idiomas
es_us: Otros idiomas
fi: Muut kielet
fr: Autres langues
fr_ca: Autres langues
he: שפות נוספות
hi: अन्य भाषाएँ
hr: Drugi jezici
hu: Egyéb nyelvek
id: Bahasa Lainnya
it: Altre lingue
ja: ほかの言語
kk: Басқа тілдер
ko: 기타 언어
lt: Kitos kalbos
ms: Bahasa Lain
nb: Andre språk
nl: Andere talen
pl: Inne języki
pt: Outros Idiomas
pt_pt: Outros idiomas
ro: Alte limbi
ru: Другие языки
sk: Ďalšie jazyky
sl: Drugi jeziki
sv: Andra språk
th: ภาษาอื่น
tr: Diğer Diller
uk: Інші мови
vi: Ngôn ngữ khác
zh_cn: 其他语言
zh_hk: 其他語言
zh_tw: 其他語言

source: Pause
ar: إيقاف مؤقت
bg: Пауза
ca: Pausa
cs: Pozastavit
el: Παύση
es: Poner en pausa
es_us: Pausar
fi: Keskeytä
he: השהיה
hi: पॉज़ करें
hr: Pauziraj
hu: Szüneteltetés
id: Jeda
it: Pausa
ja: 一時停止
kk: Кідірту
ko: 일시 정지
lt: Pristabdyti
ms: Jeda
nl: Pauzeer
pl: Pauza
pt: Pausar
pt_pt: Pausar
ro: Suspendați
ru: Приостановить
sk: Pozastaviť
sl: Začasno ustavi
sv: Pausa
th: หยุดพัก
tr: Duraklat
uk: Призупинити
vi: Tạm dừng
zh_cn: 暂停
zh_hk: 暫停
zh_tw: 暫停

source: Play
ar: تشغيل
bg: Възпроизвеждане
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergeben
el: Αναπαραγωγή
es: Reproducir
es_us: Reproducir
fi: Toista
fr: Lire
fr_ca: Lecture
he: הפעלה
hi: चलाएँ
hr: Reproduciraj
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
kk: Ойнату
ko: 재생
lt: Leisti
ms: Main
nb: Spill av
nl: Speel
pl: Odtwarzaj
pt: Reproduzir
pt_pt: Reproduzir
ro: Redați
ru: Воспроизвести
sk: Prehrať
sl: Predvajaj
sv: Spela
th: เล่น
tr: Dinle
uk: Відтворити
vi: Phát
zh_cn: 播放
zh_hk: 播放
zh_tw: 播放

# PRIVACY_LINK
source: About Translation & Privacy…
ar: حول الترجمة والخصوصية…
bg: За Превод и поверителност…
ca: Sobre l’app Traducció i la privacitat…
cs: O překládání a soukromí…
da: Om Oversættelse og anonymitet…
de: Über „Übersetzen“ & Datenschutz …
el: Πληροφορίες για τη Μετάφραση και το απόρρητο…
es: Acerca de la traducción y la privacidad…
es_us: Acerca de la traducción y la privacidad…
fi: Tietoja: Käännä ja tietosuoja…
fr: Traduction et confidentialité…
fr_ca: Traduction et confidentialité…
he: מידע בנושא ״תרגום״ ופרטיות…
hi: अनुवाद और गोपनीयता परिचय…
hr: Više o aplikaciji Prijevod i privatnosti…
hu: A Fordításról és az adatvédelemről…
id: Mengenai Penerjemahan & Privasi…
it: Traduzione e privacy…
ja: 翻訳とプライバシーについて…
kk: Аударма және құпиялылық туралы ақпарат…
ko: 번역 및 개인정보 보호에 관하여…
lt: Apie programą „Vertimas“ ir privatumą…
ms: Perihal Terjemahan & Privasi…
nb: Om Oversettelse og personvern…
nl: Over vertaling en privacy…
pl: Tłumacz i prywatność…
pt: Sobre Tradução e Privacidade…
pt_pt: Acerca de Tradução e Privacidade…
ro: Despre Traducere și intimitate…
ru: О Переводе и конфиденциальности…
sk: O tlmočení a súkromí…
sl: Več o funkciji Prevajanje in zasebnost …
sv: Om Översättning och integritet…
th: เกี่ยวกับการแปลและความเป็นส่วนตัว…
tr: Çeviri ve Gizlilik Hakkında…
uk: Про Переклад і Приватність…
vi: Dịch thuật & Quyền riêng tư…
zh_cn: 关于翻译与隐私…
zh_hk: 關於翻譯與私隱⋯
zh_tw: 關於翻譯與隱私權⋯

source: Remove
ar: إزالة
bg: Премахни
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kk: Жою
ko: 제거
lt: Pašalinti
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Kaldır
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

source: Settings
ar: الإعدادات
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_us: Configuración
fi: Asetuksissa
fr: Réglages
fr_ca: Réglages
he: הגדרות
hi: सेटिंग्ज़
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Реттеулер
ko: 설정
lt: Nustatymai
ms: Seting
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметрах
vi: Cài đặt
zh_cn: 设置
zh_hk: 設定
zh_tw: 設定

# SETTINGS_DOWNLOAD_OFFLINE
source: Download languages to translate.
ar: تنزيل لغات للترجمة.
bg: Изтегляне на езиците, които да се използват при превод.
ca: Descarrega els idiomes que vulguis traduir.
cs: Stahování jazyků pro překlad.
da: Hent sprog for at oversætte.
de: Sprachen zum Übersetzen laden.
el: Πραγματοποιήστε λήψη γλωσσών για μετάφραση.
es: Descarga los idiomas que quieras traducir.
es_us: Descarga idiomas para traducir.
fi: Lataa käännettävät kielet.
fr: Téléchargez les langues à traduire.
fr_ca: Téléchargez les langues à traduire.
he: הורדת שפות לתרגום.
hi: अनुवाद करने के लिए भाषाएँ डाउनलोड करें।
hr: Preuzmite jezike za prijevod.
hu: Töltsön le nyelveket a fordításhoz.
id: Unduh bahasa untuk menerjemahkan.
it: Scarica le lingue per tradurre.
ja: 翻訳する言語をダウンロードしてください。
kk: Аударма тілдерін жүктеп алыңыз.
ko: 번역할 언어를 다운로드하십시오.
lt: Atsisiųskite kalbas, kurias norite versti.
ms: Muat turun bahasa untuk diterjemahkan.
nb: Last ned språk for oversettelse.
nl: Download talen om te vertalen.
pl: Pobierz języki do tłumaczenia.
pt: Baixe idiomas para traduzir.
pt_pt: Descarregue idiomas para traduzir.
ro: Descărcați limbi pentru a traduce.
ru: Загрузите языки для перевода.
sk: Stiahnite si jazyky na tlmočenie.
sl: Prenesite jezike za prevajanje.
sv: Hämta språk att översätta.
th: ดาวน์โหลดภาษาเพื่อแปล
tr: Çevrilecek dilleri indirin.
uk: Викачуйте мови для перекладу.
vi: Tải về các ngôn ngữ để dịch.
zh_cn: 下载语言以翻译。
zh_hk: 下載語言以翻譯。
zh_tw: 下載語言來翻譯。

# SETTINGS_DOWNLOAD_ONLINE_%@
source: Download languages to translate when offline. You can choose to always translate offline in %@.
ar: يمكنك تنزيل اللغات للترجمة أثناء عدم الاتصال بالإنترنت. ويمكنك اختيار الترجمة دون الاتصال بالإنترنت دائمًا في %@.
bg: Изтеглете езици, за да може да се превежда, когато сте офлайн. Можете да изберете винаги да се превежда офлайн в %@.
ca: Descarrega els idiomes que vulguis traduir sense connexió. Si només vols traduir sense connexió, pots configurar aquesta preferència a l’app %@.
cs: Stáhněte si jazyky, které chcete překládat offline. Offline překládání můžete trvale zapnout v %@.
da: Hent sprog for at oversætte, når du er offline. Du kan vælge altid at oversætte offline i %@.
de: Lade Sprachen, um offline zu übersetzen. Du kannst in „%@“ festlegen, dass die Übersetzung immer offline erfolgt.
el: Κάντε λήψη γλωσσών για μετάφραση εκτός σύνδεσης. Αν θέλετε να πραγματοποιείται πάντα μετάφραση εκτός σύνδεσης, μεταβείτε στις %@.
es: Descarga idiomas para traducir cuando no tengas conexión. Puedes elegir traducir siempre sin conexión en %@.
es_us: Descarga los idiomas para traducir cuando no tengas conexión. Puedes elegir traducir siempre sin conexión en %@.
fi: Lataa kielet suoraan offline-tilassa tehtäviä käännöksiä varten. Voit valita käännökset tehtäväksi aina offline-tilassa %@.
fr: Téléchargez des langues pour utiliser Traduire en mode hors ligne. Vous pouvez choisir d’utiliser toujours Traduire en mode hors ligne dans %@.
fr_ca: Téléchargez les langues à traduire lorsque vous êtes hors ligne. Vous pouvez choisir de toujours effectuer les traductions hors ligne dans %@.
he: יש להוריד שפות כדי לתרגם ללא חיבור לרשת. ניתן לבחור לתרגם תמיד ללא חיבור לרשת ב%@.
hi: ऑफ़लाइन अनुवाद करने के लिए भाषाएँ डाउनलोड करें। %@ में आप हमेशा ऑफ़लाइन अनुवाद करने का विकल्प चुन सकते हैं।
hr: Preuzmite jezike za izvanmrežno prevođenje. U izborniku %@ možete odabrati da se prijevod uvijek obavlja izvanmrežno.
hu: Letölthet nyelveket az offline módban történő fordításhoz. Ha azt szeretné, hogy a fordításra mindig offline módban kerüljön sor, azt itt adhatja meg: %@.
id: Unduh bahasa untuk menerjemahkan saat offline. Anda dapat memilih untuk selalu menerjemahkan offline di %@.
it: Scarica le lingue per tradurre quando sei offline. Puoi scegliere di tradurre sempre offline in %@.
ja: オフラインで翻訳する言語をダウンロードしてください。常にオフラインで翻訳するかどうかは%[tt]@で選択できます。
kk: Офлайн режимде аудару үшін тілдерді жүктеп алыңыз. %@ бөлімінде әрқашан офлайн режимде аудару опциясын таңдауға болады.
ko: 오프라인에서 바로 번역을 처리할 언어를 다운로드하십시오. %@에서 항상 오프라인에서만 번역하도록 선택할 수 있습니다.
lt: Atsisiųskite kalbas, kurias norite versti neprisijungę prie interneto. Pasirinkti, kad visada būtų verčiama neprisijungus prie interneto, galite %@.
ms: Muat turun bahasa untuk diterjemahkan semasa di luar talian. Anda boleh memilih untuk sentiasa menterjemah di luar talian dalam %@.
nb: Last ned språk for å oversette uten internettforbindelse. Du kan velge å alltid oversette uten internett i %@.
nl: Download talen om te vertalen wanneer je offline bent. Je kunt in %@ ervoor kiezen om altijd offline te vertalen.
pl: Pobierz języki, aby tłumaczyć poza siecią. Aby wskazać, że tłumaczenie ma nigdy nie korzystać z sieci, otwórz %@.
pt: Baixe idiomas para traduzir quando estiver off‑line. Você pode optar por sempre traduzir off‑line em %@.
pt_pt: Descarregue idiomas para traduzir quando está offline. Nas %@ pode optar pela tradução offline.
ro: Descărcați limbi pentru a traduce offline. Puteți opta să traduceți mereu offline în %@.
ru: Загружайте языки, чтобы перевод выполнялся офлайн. Открыв %@, можно задать выполнение всех переводов офлайн.
sk: Stiahnite si jazyky, ktoré chcete používať offline. Ak chcete vždy tlmočiť offline, vyberte túto možnosť v apke %@.
sl: Za prevajanje brez povezave prenesite jezike. Za jezik: %@ lahko izberete prevajanje vedno brez povezave.
sv: Hämta språk så att du kan översätta när du inte är uppkopplad. Du kan välja att alltid översätta offline i %@.
th: ดาวน์โหลดภาษาเพื่อแปลเมื่อออฟไลน์ คุณสามารถเลือกที่จะแปลภาษาแบบออฟไลน์ตลอดเวลาได้ใน%@
tr: Çevrimdışıyken çevrilecek dilleri indirin. %@ bölümünde her zaman çevrimdışıyken çevirmeyi seçebilirsiniz.
uk: Викачуйте мови для перекладу за відсутності інтернет-зʼєднання. Щоб переклад завжди відбувався тільки офлайн, увімкніть це в %@.
vi: Tải về các ngôn ngữ để dịch khi ngoại tuyến. Bạn có thể lựa chọn luôn dịch ngoại tuyến trong %@.
zh_cn: 下载语言以在离线时翻译。你可以在“%@”中选择始终离线翻译。
zh_hk: 下載語言以離線翻譯。你可以在%@選擇總是離線翻譯。
zh_tw: 下載語言以在離線時翻譯。你可以在「%@」中選擇永遠離線翻譯。

# SUGGESTED_LANGUAGES
source: Suggested
ar: مقترحة
bg: Предложени
ca: Suggeriments
cs: Návrhy
da: Foreslået
de: Vorgeschlagen
el: Προτάσεις
es: Sugerencias
es_us: Sugeridos
fi: Ehdotetut
fr: Suggestions
fr_ca: Suggestions
he: הצעות
hi: सुझाव
hr: Preporučeno
hu: Javasolt
id: Disarankan
it: Suggerimenti
ja: 候補
kk: Ұсынылған
ko: 제안된 언어
lt: Siūloma
ms: Cadangan
nb: Forslag
nl: Suggesties
pl: Sugerowane
pt: Sugestões
pt_pt: Sugestões
ro: Sugestii
ru: Предложения
sk: Navrhované
sl: Predlagano
sv: Förslag
th: แนะนำ
tr: Önerilen
uk: Пропоновані
vi: Được gợi ý
zh_cn: 建议
zh_hk: 建議的語言
zh_tw: 建議的語言

source: System Settings
ar: إعدادات النظام
bg: Системни настройки
ca: Configuració del Sistema
cs: Nastavení systému
da: System­indstillinger
de: Systemeinstellungen
el: Ρυθμίσεις συστήματος
es: Ajustes del Sistema
es_us: Configuración del Sistema
fi: Järjestelmäasetukset
fr: Réglages Système
fr_ca: Réglages système
he: הגדרות המערכת
hi: सिस्टम सेटिंग्ज़
hr: Postavke sustava
hu: Rendszerbeállítások
id: Pengaturan Sistem
it: Impostazioni di Sistema
ja: システム設定
kk: Жүйе реттеулері
ko: 시스템 설정
lt: Sistemos nustatymai
ms: Seting Sistem
nb: System­innstillinger
nl: Systeeminstellingen
pl: Ustawienia systemowe
pt: Ajustes do Sistema
pt_pt: Definições do Sistema
ro: Configurări sistem
ru: Системные настройки
sk: Systémové nastavenia
sl: Nastavitve sistema
sv: Systeminställningar
th: การตั้งค่าระบบ
tr: Sistem Ayarları
uk: Системних параметрах
vi: Cài đặt hệ thống
zh_cn: 系统设置
zh_hk: 系統設定
zh_tw: 系統設定

# TAIWAN_SUBTITLE
source: Taiwan
ar: تايوان
bg: Тайван
cs: Tchaj‑wan
el: Ταϊβάν
es: Taiwán
es_us: Taiwán
fr: Taïwan
fr_ca: Taïwan
he: טייוואן
hi: ताइवान
hr: Tajvan
hu: Tajvan
ja: 台湾
kk: Тайвань
ko: 대만
lt: Taivanas
pl: Tajwan
ru: Тайвань
sl: Tajvan
th: ไต้หวัน
tr: Tayvan
uk: Тайвань
vi: Đài Loan
zh_cn: 台湾
zh_hk: 台灣
zh_tw: 台灣

source: Transcribe Only
ar: نسخة نصية فقط
bg: Само транскрибиране
ca: Només transcripció
cs: Pouze přepsat
da: Transskriber kun
de: Nur transkribieren
el: Απομαγνητοφώνηση μόνο
es: Solo transcripción
es_us: Sólo transcribir
fi: Vain muunnos tekstiksi
fr: Transcrire uniquement
fr_ca: Transcrire uniquement
he: תמלול בלבד
hi: केवल अनुलेखन
hr: Samo transkript
hu: Csak átírás
id: Hanya Transkripsi
it: Solo trascrizione
ja: 文字起こしのみ
kk: Тек транскрипциялау
ko: 받아쓰기만
lt: Tik užrašyti
ms: Transkripsi Sahaja
nb: Kun transkribering
nl: Zet alleen om in tekst
pl: Tylko transkrybuj
pt: Apenas Transcrever
pt_pt: Só transcrever
ro: Doar transcriere
ru: Только транскрипция
sk: Len prepis
sl: Samo prepiši
sv: Endast transkribering
th: ถอดข้อความเท่านั้น
tr: Yalnızca Yazıya Çevir
uk: Тільки транскрипція
vi: Chỉ chép lại
zh_cn: 仅转写
zh_hk: 只限轉寫
zh_tw: 僅限轉錄

source: Translate
ar: الترجمة
bg: Превод
ca: Tradueix
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
es_us: Traducir
fi: Käännä
fr: Traduire
fr_ca: Traduire
he: תרגום
hi: अनुवाद करें
hr: Prijevod
hu: Fordító
id: Terjemahkan
it: Traduci
ja: 翻訳
kk: Аудару
ko: 번역
lt: Vertimas
ms: Terjemah
nb: Oversett
nl: Vertaal
pl: Tłumacz
pt: Traduzir
pt_pt: Traduzir
ro: Traducere
ru: Перевести
sk: Tlmočník
sl: Prevajalnik
sv: Översätt
th: แปลภาษา
tr: Çeviri
uk: Переклад
vi: Dịch thuật
zh_cn: 翻译
zh_hk: 翻譯
zh_tw: 翻譯

source: Translation
ar: الترجمة
bg: Превод
ca: Traducció
cs: Překlad
da: Oversættelse
de: Übersetzung
el: Μετάφραση
es: Traducción
es_us: Traducción
fi: Käännös
fr: Traduction
fr_ca: Traduction
he: ‏תרגום
hi: अनुवाद
hr: Prijevod
hu: Fordítás
id: Terjemahan
it: Traduzione
ja: 翻訳
kk: Аударма
ko: 번역
lt: Vertimas
ms: Terjemahan
nb: Oversetting
nl: Vertaling
pl: Tłumaczenie
pt: Tradução
pt_pt: Tradução
ro: Traducere
ru: Целевой текст
sk: Preklad
sl: Prevod
sv: Översättning
th: การแปล
tr: Çeviri
uk: Переклад
vi: Bản dịch
zh_cn: 译文
zh_hk: 翻譯
zh_tw: 翻譯

# TRANSLATION_COMPLETE
source: Text Translated
ar: تمت ترجمة النص
bg: Преведен текст
ca: Text traduït
cs: Text byl přeložen
da: Tekst oversat
de: Text übersetzt
el: Το κείμενο μεταφράστηκε
es: Texto traducido
es_us: Texto traducido
fi: Teksti käännetty
fr: Texte traduit
fr_ca: Texte traduit
he: המלל תורגם
hi: टेक्स्ट का अनुवाद किया गया
hr: Tekst preveden
hu: Fordított szöveg
id: Teks Diterjemahkan
it: Testo tradotto
ja: テキストが翻訳されました
kk: Мәтін аударылды
ko: 텍스트 번역 완료
lt: Tekstas išverstas
ms: Teks Diterjemahkan
nb: Tekst oversatt
nl: Tekst vertaald
pl: Przetłumaczony tekst
pt: Texto Traduzido
pt_pt: Texto traduzido
ro: Textul a fost tradus
ru: Текст переведен
sk: Text bol preložený
sl: Prevedeno besedilo
sv: Texten har översatts
th: แปลข้อความแล้ว
tr: Metin Çevirisi Bitti
uk: Текст перекладено
vi: Đã dịch văn bản
zh_cn: 文本已翻译
zh_hk: 文字已翻譯
zh_tw: 文字已翻譯
